Repository: NanoPek/tournesol-nano
Catalog: tournesol/Resources/Localizable.xcstrings
Source language: en
Languages: fr

source: %lld views
fr: %lld vues

source: A day ago
fr: Depuis un jour

source: A month ago
fr: Depuis un mois

source: A week ago
fr: Depuis une semaine

source: A year ago
fr: Depuis un an

source: Advanced comparison
fr: Comparaison avancée

source: After watching a video, directly compare it to others you've seen. Help the community curate better content!
fr: Après avoir regardé une vidéo, compare-la directement avec d'autres que tu as déjà vues et aide la communauté !

source: All
fr: Tout

source: All time
fr: Depuis toujours

source: All Videos
fr: Toutes les Vidéos

source: An error has occurred!
fr: Une erreur est survenue!

source: An unknown Error occured.
fr: Une erreur inconnue est survenue.

source: Are you sure you want to delete your account?
fr: Êtes-vous sûr de vouloir supprimer votre compte?

source: Cancel
fr: Annuler

source: Check your credentials and retry.
fr: Vérifie tes identifiants et réessaye.

source: Clear & pedagogical
fr: Clair & pédagogique

source: Compare
fr: Comparer

source: Compare now
fr: Comparer !

source: Compare videos
fr: Comparer les vidéos

source: Compare Videos Easily
fr: Compare facilement les vidéos

source: comparisons by
fr: comparaisons par

source: contributors
fr: contributeurs

source: Could not find any videos.
fr: Aucune vidéo correspondante

source: Delete my account
fr: Supprimer mon compte

source: Disconnected
fr: Déconnecté

source: Discover collaborative content recommendations tailored to your interests.
fr: Découvre des recommandations collaboratives de contenu adaptées à tes intérêts.

source: Diveristy & inclusion
fr: Diversité & inclusion

source: Encourages better habits
fr: Encourage de meilleures habitudes

source: Engaging & thought-provoking
fr: Stimulant & suscite la réflexion

source: English
fr: Anglais

source: Enjoy all community-recommended videos directly on the app, ad-free!
fr: Profite de toutes les vidéos recommandées par la communauté directement sur l'application, sans publicités !

source: Entertaining & relaxing
fr: Divertissant & relaxant

source: Filter
fr: Filtrer

source: French
fr: Français

source: Get Video Recommendations
fr: Des centaines de recommandations vidéo

source: Important & actionable
fr: Important & actionnable

source: Invalid credentials given.
fr: Identifiants incorrects.

source: Invalid URL.
fr: URL non valide.

source: Language
fr: Langue

source: Layman-friendly
fr: Accessible aux non-spécialistes

source: Let's Start!
fr: C'est parti !

source: Log in
fr: Se connecter

source: Log in to see your comparisons!
fr: Connecte-toi pour voir tes comparaisons!

source: Log In to your Tournesol Account
fr: Connecte-toi à ton compte Tournesol

source: Logout
fr: Se déconnecter

source: More details
fr: Plus de détails

source: My comparisons
fr: Mes comparaisons

source: My Profile
fr: Mon Profil

source: My rate later list
fr: À comparer plus tard

source: My recommendations
fr: Mes recommendations

source: Open a Video details
fr: Ouvrir les détails d'une Vidéo

source: Open in Youtube
fr: Ouvrir sur YouTube

source: Opens a Video details in app.
fr: Ouvre les détails d'une Vidéo.

source: Password
fr: Mot de passe

source: Rate later
fr: À comparer plus tard

source: Rated high:
fr: Noté haut:

source: Rated low:
fr: Noté bas:

source: Recommendations
fr: Recommandations

source: Reliable & not missleading
fr: Fiable & non trompeur

source: Remove from rate later
fr: Ne plus comparer plus tard

source: Resilience to backfiring risks
fr: Résistant aux retours négatifs

source: Scores per criterion
fr: Scores par critère

source: Should be largely recommended
fr: Devrait être largement recommandé

source: Sign Up
fr: Créer son compte

source: Sort by...
fr: Trier par…

source: Submit a comparison
fr: Comparer

source: Successful comparison ✅, thank you!
fr: Comparaison envoyée ✅, merci!

source: The video is already in your rate later list.
fr: La vidéo se trouve déjà dans votre liste.

source: Uploaded...
fr: Mises en lignes…

source: Username
fr: Nom d’utilisateur

source: Video
fr: Vidéo

source: Video A
fr: Vidéo A

source: Video B
fr: Vidéo B

source: Video Details
fr: Détails

source: View and edit your rate later list, comparison history, and more!
fr: Consulte et modifie ta liste de vidéos à voir, ton historique de comparaison, et plus encore !

source: Watch YouTube on the App
fr: Regarde YouTube sur l'application

source: Welcome to Tournesol Nano!
fr: Bienvenue sur Tournesol Nano !

source: Welcome to your profile!
fr: Bienvenue sur ton profil!

source: Yes, delete my account
fr: Oui, supprimer mon compte

source: You will be redirected to the Tournesol website to delete your account.
fr: Vous allez être redirigé sur le site web Tournesol pour supprimer votre compte.

source: You're disconnected.
fr: Tu es déconnecté.

source: You're not logged in.
fr: Tu n'est pas connecté.

source: YouTube player couldn't be loaded
fr: Le player YouTube n’a pas pu être chargé
